export default [
  {
    name: 'Об университете',
    url: '/sveden',
    bg: 'rgb(0, 106, 158)',
    subMenuList: [
      {
        name: 'Сведения об образовательной организации',
        url: '',
      },
      {
        name: 'Миссия',
        url: '',
      },
      {
        name: 'Ученый совет',
        url: '',
      },
      {
        name: 'Стратегический план развития университета',
        url: '',
      },
      {
        name: 'Архив новостей',
        url: '',
      },
      {
        name: 'История',
        url: '',
      },
      {
        name: 'Телефонный справочник',
        url: '',
      },
      {
        name: 'Политика в области качества',
        url: '',
      },
    ],
    subMenuBtn: {},
  },
  {
    name: 'Образование',
    bg: 'rgb(0, 65, 98)',
    url: '/education',
    subMenuList: [
      {
        name: 'Профессионально-общественная аккредитация',
        url: '',
      },
      {
        name: 'Магистратура',
        url: '',
      },
      {
        name: 'Дополнительное профессиональное образование',
        url: '',
      },
      {
        name: 'Образовательный портал',
        url: '',
      },
      {
        name: 'Профессиональная переподготовка',
        url: '',
      },
      {
        name: 'Наши специальности',
        url: '',
      },
      {
        name: 'Юридическая клиника',
        url: '',
      },
      {
        name: 'Библиотека',
        url: '',
      },
      {
        name: 'Центр дистанционной профессионально переподготовки',
        url: '',
      },
    ],
    subMenuBtn: {},
  },
  {
    name: 'Международная деятельность',
    url: '/international_action',
    bg: 'rgb(115, 181, 215)',
    subMenuList: [],
    subMenuBtn: {},
  },
  {
    name: 'Наука',
    url: '/science',
    bg: 'rgb(62, 42, 140)',
    subMenuList: [
      {
        name: 'Научно-исследовательская деятельность',
        url: '',
      },
      {
        name: 'Результаты научной деятельности',
        url: '',
      },
      {
        name: 'Научные направления',
        url: '',
      },
      {
        name: 'Авторам публикаций',
        url: '',
      },
      {
        name: 'Конфернеции, конкурсы, гранты',
        url: '',
      },
      {
        name: 'Научные исследования и разработки',
        url: '',
      },
      {
        name: 'Патентное обеспечение',
        url: '',
      },
      {
        name: 'Журналы университета',
        url: '',
      },
    ],
    subMenuBtn: {},
  },
  {
    name: 'Культура и спорт',
    url: '/culture_sport',
    bg: 'rgb(91, 112, 131)',
    subMenuList: [],
    subMenuBtn: {},
  },
  {
    name: 'Контакты',
    url: '/contacts',
    bg: 'rgb(41, 38, 54)',
    subMenuList: [],
    subMenuBtn: {},
  },
]
