export default [
  {
    name: 'Об университете',
    url: '/sveden',
    bg: 'rgb(0, 106, 158)',
    subMenuList: [
      {
        name: 'Сведения об образовательной организации',
        url: '',
      },
      {
        name: 'Миссия',
        url: '',
      },
      {
        name: 'Ученый совет',
        url: '',
      },
      {
        name: 'Стратегический план развития университета',
        url: '',
      },
      {
        name: 'Архив новостей',
        url: '',
      },
      {
        name: 'История',
        url: '',
      },
      {
        name: 'Телефонный справочник',
        url: '',
      },
      {
        name: 'Политика в области качества',
        url: '',
      },
    ],
    subMenuBtn: {},
  },
  {
    name: 'Образование',
    bg: 'rgb(0, 65, 98)',
    url: '/education',
    subMenuList: [
      {
        name: 'Профессионально-общественная аккредитация',
        url: '',
      },
      {
        name: 'Магистратура',
        url: '',
      },
      {
        name: 'Дополнительное профессиональное образование',
        url: '',
      },
      {
        name: 'Образовательный портал',
        url: '',
      },
      {
        name: 'Профессиональная переподготовка',
        url: '',
      },
      {
        name: 'Наши специальности',
        url: '',
      },
      {
        name: 'Юридическая клиника',
        url: '',
      },
      {
        name: 'Библиотека',
        url: '',
      },
      {
        name: 'Центр дистанционной профессионально переподготовки',
        url: '',
      },
    ],
    subMenuBtn: {},
  },
  {
    name: 'Международная деятельность',
    url: '/international_action',
    bg: 'rgb(115, 181, 215)',
    subMenuList: [],
    subMenuBtn: {
      icon: ['user-graduate', 'user-tie', 'globe', 'passport', 'users'],
    },
  },
  {
    name: 'Наука',
    url: '/science',
    bg: 'rgb(62, 42, 140)',
    subMenuList: [
      {
        name: 'Научно-исследовательская деятельность',
        url: '',
      },
      {
        name: 'Результаты научной деятельности',
        url: '',
      },
      {
        name: 'Научные направления',
        url: '',
      },
      {
        name: 'Авторам публикаций',
        url: '',
      },
      {
        name: 'Конфернеции, конкурсы, гранты',
        url: '',
      },
      {
        name: 'Научные исследования и разработки',
        url: '',
      },
      {
        name: 'Патентное обеспечение',
        url: '',
      },
      {
        name: 'Журналы университета',
        url: '',
      },
    ],
    subMenuBtn: {},
  },
  {
    name: 'Культура и спорт',
    url: '/culture_sport',
    bg: 'rgb(91, 112, 131)',
    subMenuList: [],
    subMenuBtn: {},
  },
  {
    name: 'Контакты',
    url: '/contacts',
    bg: 'rgb(41, 38, 54)',
    subMenuList: [],
    subMenuBtn: [
      {
        title: 'Адрес',
        data: ['353918', 'г. Новороссийск, пр-т Ленина,93'],
      },
      {
        title: 'Приемная руководителя',
        data: ['8 (8617) 76-78-00', '8 (8617) 71-75-25', 'mail@nsma.ru'],
      },
      {
        title: 'Приемная комиссия',
        data: ['8 (8617) 76-78-10 ', '71-63-03', 'pcom@nsma.ru'],
      },
      {
        title: 'Морской колледж',
        data: ['8 988 7692275', '8 918 3881399'],
      },
      {
        title: 'Транспортный колледж',
        data: [
          '8 (9887) 65-30-55',
          'http://t-college.ru/',
          'dekanat.tk@mail.ru',
        ],
      },
      {
        title: 'ИМТМЭиП',
        data: ['8 (8617) 76-78-45', '8 (8617) 76-79-45'],
      },
      {
        title: 'Деканат ФЭВТиС',
        data: ['8 (8617) 76-78-25'],
      },
      {
        title: 'Деканат СМФ',
        data: ['8 (8617) 76-78-87'],
      },
      {
        title: 'Заочный факультет',
        data: ['8 (8617) 76-78-54', 'zf@nsma.ru'],
      },
      {
        title: 'Институт повышения квалификации',
        data: ['8 (8617) 76-79-00', '8 (8617) 71-64-04', 'ipk.aumsu.ru'],
      },
    ],
  },
]
